e </w>
t h
d </w>
i s
e r
s </w>
n </w>
. </w>
th e</w>
t </w>
e d</w>
w h
er s</w>
wh is
whis k
whisk ers</w>
y </w>
a r
a l
, </w>
n d</w>
is h
o </w>
o r
a </w>
d e
l </w>
t o</w>
a y</w>
de n</w>
ish </w>
f or
o w
for </w>
al l</w>
w a
a t</w>
p l
i n</w>
g ar
gar den</w>
g i
a nd</w>
w i
a p
ap p
e ar
m e</w>
v er
s u
d ay</w>
m a
ma gi
magi c
f l
fl ow
r e
s t</w>
wi th
with </w>
f ish</w>
p o
t i
l i
e ver
o u
flow er
flower </w>
th at</w>
' </w>
e l
c a
a n
w ish
w ish</w>
b all</w>
o l
app ear
appear ed</w>
pl a
e n
m </w>
f r
o n
c e</w>
ti me</w>
wa s</w>
l e</w>
v ed</w>
pl ay</w>
ever y</w>
magic al
magical </w>
l d</w>
h el
hel l
hell o</w>
an t</w>
wish ed</w>
o f
of </w>
y ar
yar n</w>
l y</w>
f u
pla y
play ed</w>
po nd</w>
s m
g ol
gol den</w>
h app
fr i
fri en
frien d
p </w>
b e
magic </w>
ca me</w>
on ce</w>
u po
upo n</w>
th er
ther e</w>
li t
lit t
litt le</w>
c at</w>
n a
na m
nam ed</w>
l o
lo ved</w>
su n
sun n
sunn y</w>
on e</w>
f ou
fou nd</w>
c ou
cou ld</w>
t al
tal k
talk </w>
s a
sa i
sai d</w>
! </w>
i </w>
ca n</w>
g r
gr ant</w>
y ou
you </w>
th re
thre e</w>
wish e
wishe s</w>
su r
sur p
surp r
surpr is
surpris ed</w>
d i
di d
did n</w>
k n
kn ow
know </w>
wh at</w>
f i
fi r
fir st</w>
gi ant</w>
su d
sud de
sudde n
sudden ly</w>
h u
hu g
hug e</w>
c ol
col or
color fu
colorfu l</w>
u n
un ti
unti l</w>
su n</w>
w en
wen t</w>
d ow
dow n</w>
s e
se c
sec o
seco nd</w>
a s
as k
ask ed</w>
sm all</w>
n ear
near </w>
flow ers</w>
wa t
wat c
watc h
watch ed</w>
s wi
swi m</w>
f el
fel t</w>
ver y</w>
happ y</w>
l a
la st</w>
an i
ani m
anim al
animal s</w>
b e</w>
friend s</w>
fr o
fro m</w>
o n</w>
c re
cre a
crea t
creat u
creatu re
creature s</w>
li ved</w>
p e
pe a
pea c
peac e
peace fu
peacefu l
peaceful ly</w>
l ear
lear n
learn ed</w>
k i
ki n
kin d
kind n
kindn e
kindne s
kindnes s</w>
friend s
friends h
friendsh i
friendshi p</w>
ar e</w>
be st</w>
sm i
smi l
smil ed</w>
d is
dis appeared</w>
s p
sp ar
spar k
spark le</w>
li g
lig h
ligh t</w>
n ever
never </w>
for g
forg o
forgo t</w>
i t</w>
re m
rem e
reme m
remem b
rememb er
remember ed</w>
al wa
alwa y
alway s</w>
s wa
swa m</w>
u p</w>
s ay</w>
be came</w>
happ i
happi e
happie st</w>
pla ce</w>
w or
wor ld</w>
e nd</w>
