{
  "!</w>": 0,
  "'</w>": 1,
  ",</w>": 2,
  ".</w>": 3,
  "</s>": 4,
  "</w>": 5,
  "<pad>": 6,
  "<s>": 7,
  "<unk>": 8,
  "a</w>": 9,
  "all</w>": 10,
  "always</w>": 11,
  "and</w>": 12,
  "animals</w>": 13,
  "appeared</w>": 14,
  "are</w>": 15,
  "asked</w>": 16,
  "ball</w>": 17,
  "be</w>": 18,
  "became</w>": 19,
  "best</w>": 20,
  "came</w>": 21,
  "can</w>": 22,
  "cat</w>": 23,
  "colorful</w>": 24,
  "could</w>": 25,
  "creatures</w>": 26,
  "day</w>": 27,
  "didn</w>": 28,
  "disappeared</w>": 29,
  "down</w>": 30,
  "end</w>": 31,
  "every</w>": 32,
  "felt</w>": 33,
  "first</w>": 34,
  "fish</w>": 35,
  "flower</w>": 36,
  "flowers</w>": 37,
  "for</w>": 38,
  "forgot</w>": 39,
  "found</w>": 40,
  "friends</w>": 41,
  "friendship</w>": 42,
  "from</w>": 43,
  "garden</w>": 44,
  "giant</w>": 45,
  "golden</w>": 46,
  "grant</w>": 47,
  "happiest</w>": 48,
  "happy</w>": 49,
  "hello</w>": 50,
  "huge</w>": 51,
  "i</w>": 52,
  "in</w>": 53,
  "it</w>": 54,
  "kindness</w>": 55,
  "know</w>": 56,
  "last</w>": 57,
  "learned</w>": 58,
  "light</w>": 59,
  "little</w>": 60,
  "lived</w>": 61,
  "loved</w>": 62,
  "magic</w>": 63,
  "magical</w>": 64,
  "named</w>": 65,
  "near</w>": 66,
  "never</w>": 67,
  "of</w>": 68,
  "on</w>": 69,
  "once</w>": 70,
  "one</w>": 71,
  "peacefully</w>": 72,
  "place</w>": 73,
  "play</w>": 74,
  "played</w>": 75,
  "pond</w>": 76,
  "remembered</w>": 77,
  "said</w>": 78,
  "say</w>": 79,
  "second</w>": 80,
  "small</w>": 81,
  "smiled</w>": 82,
  "sparkle</w>": 83,
  "suddenly</w>": 84,
  "sun</w>": 85,
  "sunny</w>": 86,
  "surprised</w>": 87,
  "swam</w>": 88,
  "swim</w>": 89,
  "t</w>": 90,
  "talk</w>": 91,
  "that</w>": 92,
  "the</w>": 93,
  "there</w>": 94,
  "three</w>": 95,
  "time</w>": 96,
  "to</w>": 97,
  "until</w>": 98,
  "up</w>": 99,
  "upon</w>": 100,
  "very</w>": 101,
  "was</w>": 102,
  "watched</w>": 103,
  "went</w>": 104,
  "what</w>": 105,
  "whiskers</w>": 106,
  "wish</w>": 107,
  "wished</w>": 108,
  "wishes</w>": 109,
  "with</w>": 110,
  "world</w>": 111,
  "yarn</w>": 112,
  "you</w>": 113
}